<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 17. Income Before Tax: The Number That Warren Uses">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 17. Income Before Tax: The Number That Warren Uses">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 17. Income Before Tax: The Number That Warren Uses (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 17. Income Before Tax: The Number That Warren Uses </font></b><br>(2 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="49.htm"> - Next</a> - <a href="45.htm">Previous</a> - <a href="50.htm">Parent</a> - <a href="49.htm">Next sibling</a> - <a href="45.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="50.htm">The Income Statement</a></li>
<ul>
<li>This page: 17. Income Before Tax: The Number That Warren Uses</li>
<ol>
<li>Income before tax” is a company’s income after all expenses have been deducted, but before income tax has been subtracted. It is also the number that Warren uses when he is . (see <a href="#316">below)</a>
<li>Warren has always discussed the earnings of a company in pre-tax terms. This enables him to think about a business or investment in terms relative to other investments. It is . (see <a href="#317">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="316">Topic #316: Income before tax&#8221; is a company&#8217;s income after all expenses have been deducted, but before income tax has been subtracted. It is also the number that Warren uses when he is .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>I</SPAN>ncome before tax&#8221; is a company&#8217;s income after all expenses have been deducted, but before income tax has been <SPAN role=doc-pagebreak aria-label=56 id=page_56></SPAN>subtracted. It is also the number that Warren uses when he is calculating the return that he is getting when he buys a whole business, or when he buys a partial interest in a company through the open-market purchase of its shares.</P>
<P class=indent>With the exception of tax-free investments, all investment returns are marketed on a pre-tax basis. And since all investments compete with each other, it is easier to think about them if they are thought about in equal terms.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="317">Topic #317: Warren has always discussed the earnings of a company in pre-tax terms. This enables him to think about a business or investment in terms relative to other investments. It is .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
Warren has always discussed the earnings of a company in pre-tax terms. This enables him to think about a business or investment in terms relative to other investments. It is also one of the cornerstones of his revelation that a company with a durable competitive advantage is actually a kind of &#8220;equity bond,&#8221; with an expanding coupon or interest rate. We shall explore his &#8220;equity bond&#8221; theory in much greater detail toward the end of the book. Warren &#273;&#227; lu&#244;n th&#7843;o lu&#7853;n v&#7873; c&#225;c kho&#7843;n l&#7907;i nhu&#7853;n c&#7911;a c&#244;ng ty theo &#273;i&#7873;u kho&#7843;n tr&#432;&#7899;c thu&#7871;. &#272;i&#7873;u n&#224;y cho ph&#233;p &#244;ng so s&#225;nh m&#7897;t doanh nghi&#7879;p ho&#7863;c m&#7897;t kho&#7843;n &#273;&#7847;u t&#432; v&#7899;i c&#225;c kho&#7843;n &#273;&#7847;u t&#432; kh&#225;c. &#272;&#243; c&#361;ng l&#224; m&#7897;t trong nh&#7919;ng kh&#225;m ph&#225; quan tr&#7885;ng c&#7911;a &#244;ng, r&#7857;ng m&#7897;t c&#244;ng ty c&#243; l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng th&#7853;t s&#7921; l&#224; m&#7897;t d&#7841;ng "tr&#225;i phi&#7871;u mang &#273;&#7863;c &#273;i&#7875;m c&#7911;a c&#7893; phi&#7871;u - equity bond", c&#243; coupon hay ti&#7873;n l&#227;i m&#7903; r&#7897;ng.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:37 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
