<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 2. The Kind of Business That Will Make Warren Superrich">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 2. The Kind of Business That Will Make Warren Superrich">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 2. The Kind of Business That Will Make Warren Superrich (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 2. The Kind of Business That Will Make Warren Superrich </font></b><br>(5 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="33.htm"> - Next</a> - <a href="36.htm">Previous</a> - <a href="36.htm">Parent</a> - <a href="33.htm">Next sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="36.htm">Introduction</a></li>
<ul>
<li>This page: 2. The Kind of Business That Will Make Warren Superrich</li>
<ol>
<li>In modern times institutional investors—mutual funds, hedge funds, and investment trusts—have replaced the big-time speculators of old. Institutional investors “sell” . (see <a href="#242">below)</a>
<li>Graham also noticed that these hot stock pickers, while caught up in their speculative frenzy, would sometimes drive up the stock prices to ridiculous levels in relation to . (see <a href="#273">below)</a>
<li>What we have to realize, however, is that Graham really didn’t care about what kind of business he was buying. In his world every business had a price at which it was a . (see <a href="#274">below)</a>
<li>What Warren learned was that these “superstars” all benefited from some kind of competitive advantage that created monopoly-like economics, allowing them either to charge more . (see <a href="#275">below)</a>
<li>To make things even easier, Warren realized that he no longer had to wait for Wall Street to serve up a bargain price. He could pay a fair price for one of these super . (see <a href="#276">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="242">Topic #242: In modern times institutional investors&#8212;mutual funds, hedge funds, and investment trusts&#8212;have replaced the big-time speculators of old. Institutional investors &#8220;sell&#8221; .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>In modern times institutional investors&#8212;mutual funds, hedge funds, and investment trusts&#8212;have replaced the big-time speculators of old. Institutional investors &#8220;sell&#8221; <SPAN role=doc-pagebreak aria-label=5 id=page_5></SPAN>themselves to the masses as highly skilled stock pickers, parading their yearly results as advertising bait for a shortsighted public eager to get rich quickly.</P>
<P class=indent>As a rule, stock speculators tend to be a skittish lot, buying on good news, then jumping out on bad news. If the stock doesn&#8217;t make its move within a couple of months, they sell it and go looking for something else.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="273">Topic #273: Graham also noticed that these hot stock pickers, while caught up in their speculative frenzy, would sometimes drive up the stock prices to ridiculous levels in relation to .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>Graham also noticed that these hot stock pickers, while caught up in their speculative frenzy, would sometimes drive up the stock prices to ridiculous levels in relation to the long-term economic realities of the underlying businesses. He also realized that these same hotshots would sometimes send stock prices spiraling to insane lows that similarly ignored the businesses&#8217; long-term prospects. It was in these insane lows that Graham saw a fantastic opportunity to make money.</P>
<P class=indent><SPAN style='FONT-SIZE: medium; FONT-FAMILY: "Times New Roman"; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FLOAT: none; FONT-WEIGHT: 400; COLOR: rgb(0,0,0); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; DISPLAY: inline !important; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(153,204,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial'>Graham reasoned that if he bought these &#8220;oversold businesses&#8221; at prices below their long-term intrinsic value, eventually the market would acknowledge its mistake and revalue them upward. Once they were revalued upward, he could sell them at a profit. This is the basis for what we know today as value investing. Graham was the father of it.<SPAN>&nbsp;</SPAN></SPAN><SPAN style="FONT-SIZE: medium; FONT-FAMILY: Times; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FLOAT: none; FONT-WEIGHT: 400; COLOR: rgb(0,0,0); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; DISPLAY: inline !important; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(153,204,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial">Graham &#273;&#227; l&#7853;p lu&#7853;n r&#7857;ng n&#7871;u &#244;ng mua c&#225;c &#8220;doanh nghi&#7879;p c&#243; c&#7893; phi&#7871;u b&#7883; b&#225;n &#273;&#7893; b&#225;n th&#225;o&#8221; (oversold business) &#7903; c&#225;c m&#7913;c gi&#225; d&#432;&#7899;i gi&#225; tr&#7883; th&#7921;c trong d&#224;i h&#7841;n, cu&#7889;i c&#249;ng th&#7883; tr&#432;&#7901;ng s&#7869; th&#7915;a nh&#7853;n sai l&#7847;m v&#224; &#273;&#432;a gi&#225; l&#234;n cao tr&#7903; l&#7841;i. M&#7897;t khi gi&#225; t&#259;ng, &#244;ng c&#243; th&#7875; b&#225;n ra &#273;&#7875; ki&#7871;m l&#7901;i. &#272;&#226;y l&#224; n&#7873;n t&#7843;ng c&#7911;a nh&#7919;ng g&#236; m&#224; ng&#224;y nay ch&#250;ng ta bi&#7871;t &#273;&#7871;n nh&#432; l&#224; h&#7885;c thuy&#7871;t &#273;&#7847;u t&#432; theo gi&#225; tr&#7883; (value investing). Graham l&#224; cha &#273;&#7867; c&#7911;a h&#7885;c thuy&#7871;t n&#224;y.</SPAN>
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="274">Topic #274: What we have to realize, however, is that Graham really didn&#8217;t care about what kind of business he was buying. In his world every business had a price at which it was a .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
What we have to realize, however, is that Graham really didn&#8217;t care about what kind of business he was buying. In his world every business had a price at which it was a bargain. <SPAN role=doc-pagebreak aria-label=7 id=page_7></SPAN>When he started practicing value investing back in the 1930s, he was focused on finding companies trading at less than half of what they held in cash. He called it &#8220;buying a dollar for 50 cents.&#8221; He had other standards as well, such as never paying more than ten times a company&#8217;s earnings and selling the stock if it was up 50%. If it didn&#8217;t go up within two years, he would sell it anyway. Yes, his perspective was a bit longer than that of the Wall Street speculators, but in truth he had zero interest in where the company would be in ten years.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="275">Topic #275: What Warren learned was that these &#8220;superstars&#8221; all benefited from some kind of competitive advantage that created monopoly-like economics, allowing them either to charge more .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>What Warren learned was that these &#8220;superstars&#8221; all benefited from some kind of competitive advantage that created monopoly-like economics, allowing them either to charge more or to sell more of their products. In the process, they made a ton more money than their competitors.</P>
<P class=indent>Warren also realized that if a company&#8217;s competitive advantage could be maintained for a long period of time&#8212;if it was &#8220;durable&#8221;&#8212;then the underlying value of the business <SPAN role=doc-pagebreak aria-label=9 id=page_9></SPAN>would continue to increase year after year. Given a continuing increase in the underlying value of the business, it made more sense for Warren to keep the investment as long as he could, giving him a greater opportunity to profit from the company&#8217;s competitive advantage.</P>
<P class=indent>Warren also noticed that Wall Street&#8212;via the value investors or speculators, or a combination of both&#8212;would at some point in the future acknowledge the increase in the underlying value of the company and push its stock price upward. It was as if the company&#8217;s durable competitive advantage made these business investments a self-fulfilling prophecy.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="276">Topic #276: To make things even easier, Warren realized that he no longer had to wait for Wall Street to serve up a bargain price. He could pay a fair price for one of these super .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
To make things even easier, Warren realized that he no longer had to wait for Wall Street to serve up a bargain price. He could pay a fair price for one of these super businesses and still come out ahead, provided he held the investment long enough. And, adding icing to an already delicious cake, he realized that if he held the investment long-term, and he never sold it, he could effectively defer the capital gains tax out into the far distant future, allowing his investment to compound tax-free year after year as long as he held it. <SPAN style="FONT-SIZE: medium; FONT-FAMILY: Times; WHITE-SPACE: normal; WORD-SPACING: 0px; TEXT-TRANSFORM: none; FLOAT: none; FONT-WEIGHT: 400; COLOR: rgb(0,0,0); FONT-STYLE: normal; ORPHANS: 2; WIDOWS: 2; DISPLAY: inline !important; LETTER-SPACING: normal; BACKGROUND-COLOR: rgb(153,204,255); TEXT-INDENT: 0px; font-variant-ligatures: normal; font-variant-caps: normal; -webkit-text-stroke-width: 0px; text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial">&#272;&#7875; l&#224;m m&#7885;i chuy&#7879;n tr&#7903; n&#234;n d&#7877; d&#224;ng h&#417;n, Warren nh&#7853;n ra r&#7857;ng &#244;ng kh&#244;ng c&#242;n ph&#7843;i ch&#7901; Ph&#7889; Wall &#273;&#432;a ra m&#7897;t m&#7913;c&nbsp;gi&#225; h&#7901;i n&#7919;a. &#212;ng c&#243; th&#7875; mua c&#7893; phi&#7871;u c&#7911;a m&#7897;t trong c&#225;c doanh nghi&#7879;p n&#224;y v&#7899;i gi&#225; t&#7889;t v&#224; v&#7851;n d&#7851;n &#273;&#7847;u th&#7883; tr&#432;&#7901;ng, mi&#7877;n l&#224; gi&#7919; kho&#7843;n &#273;&#7847;u t&#432; n&#224;y trong m&#7897;t th&#7901;i gian &#273;&#7911; l&#226;u.</SPAN>
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:37 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
