<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 7. Where Warren Starts: The Income Statement">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 7. Where Warren Starts: The Income Statement">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 7. Where Warren Starts: The Income Statement (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 7. Where Warren Starts: The Income Statement </font></b><br>(4 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="48.htm"> - Next</a> - <a href="50.htm">Previous</a> - <a href="50.htm">Parent</a> - <a href="48.htm">Next sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="50.htm">The Income Statement</a></li>
<ul>
<li>This page: 7. Where Warren Starts: The Income Statement</li>
<ol>
<li>In his search for the magic company with a durable competitive advantage, Warren always starts with the firm’s income statement. Income statements tell the investor the . (see <a href="#285">below)</a>
<li>In the early days of stock analysis the leading analysts of the time, such as Warren’s mentor Benjamin Graham, focused purely on whether or not the firm produced a profit, and . (see <a href="#286">below)</a>
<li>Part of Warren’s insight was to divide the world of businesses into two different groups: First, there were the companies that had a long-term durable competitive advantage . (see <a href="#287">below)</a>
<li>To Warren, the source of the earnings is always more important than the earnings themselves. V?i Warren, ngu?n g?c c?a l?i nhu?n luôn quan tr?ng hon b?n thân kho?n l?i nhu?n dó. (see <a href="#288">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="285">Topic #285: In his search for the magic company with a durable competitive advantage, Warren always starts with the firm&#8217;s income statement. Income statements tell the investor the .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>I</SPAN>n his search for the magic company with a durable competitive advantage, Warren always starts with the firm&#8217;s income statement. Income statements tell the investor the results of the company&#8217;s operations for a set period of time. Traditionally, they are reported for each three-month period and at the end of the year. Income statements are always labeled for the time period they cover&#8212;such as January 1, 2007, to December 31, 2007.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="286">Topic #286: In the early days of stock analysis the leading analysts of the time, such as Warren&#8217;s mentor Benjamin Graham, focused purely on whether or not the firm produced a profit, and .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>In the early days of stock analysis the leading analysts of the time, such as Warren&#8217;s mentor Benjamin Graham, focused purely on whether or not the firm produced a profit, and gave little or no attention to the long-term viability of the source of the company&#8217;s earnings. As we discussed earlier, Graham didn&#8217;t care if the company was an exceptional business with great economics working in its favor or if it was one of the thousands of mediocre businesses struggling to get by. Graham would buy into a lousy business in a heartbeat if he thought he could get it cheaply enough.</P>
<P class=indent>Trong bu&#7893;i &#273;&#7847;u c&#7911;a ng&#224;nh ph&#226;n t&#237;ch ch&#7913;ng kho&#225;n, c&#225;c nh&#224; ph&#226;n t&#237;ch h&#224;ng &#273;&#7847;u l&#250;c &#273;&#243;, ch&#7859;ng h&#7841;n nh&#432; th&#7847;y Ben- jamin Graham c&#7911;a Warren, &#273;&#227; ch&#7881; t&#7853;p trung xem m&#7897;t c&#244;ng ty c&#243; t&#7841;o l&#7907;i nhu&#7853;n hay kh&#244;ng v&#224; r&#7845;t &#237;t ch&#250; &#253; ho&#7863;c kh&#244;ng ch&#250; &#253; &#273;&#7871;n kh&#7843; n&#259;ng t&#7891;n t&#7841;i d&#224;i h&#7841;n c&#7911;a ngu&#7891;n l&#7907;i nhu&#7853;n &#273;&#243;. Nh&#432; ch&#250;ng ta &#273;&#227; th&#7843;o lu&#7853;n tr&#432;&#7899;c &#273;&#226;y, Graham kh&#244;ng quan t&#226;m li&#7879;u c&#244;ng ty c&#243; l&#224; m&#7897;t doanh nghi&#7879;p c&#243; kinh t&#7871; qu&#225; t&#7889;t &#273;ang kinh doanh trong l&#297;nh v&#7921;c quen thu&#7897;c kh&#244;ng, hay &#273;&#243; ch&#7881; l&#224; m&#7897;t trong s&#7889; h&#224;ng ng&#224;n doanh nghi&#7879;p t&#7847;m th&#432;&#7901;ng &#273;ang &#273;&#7845;u tranh &#273;&#7875; sinh t&#7891;n. Graham s&#7869; mua v&#224;o c&#7893; phi&#7871;u c&#7911;a m&#7897;t doanh nghi&#7879;p t&#7891;i t&#7879; trong m&#7897;t c&#417;n x&#250;c &#273;&#7897;ng n&#7871;u &#244;ng ngh&#297; r&#7857;ng n&#243; &#273;&#7911; r&#7867;.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="287">Topic #287: Part of Warren&#8217;s insight was to divide the world of businesses into two different groups: First, there were the companies that had a long-term durable competitive advantage .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
Part of Warren&#8217;s insight was to divide the world of <SPAN role=doc-pagebreak aria-label=27 id=page_27></SPAN>businesses into two different groups: First, there were the companies that had a long-term durable competitive advantage over their competitors. These were the businesses which, if he could buy them at a fair or better price, would make him superrich if he held them long enough. The other group was all the mediocre businesses that struggled year after year in a competitive market, which made them poor long-term investments.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="288">Topic #288: To Warren, the source of the earnings is always more important than the earnings themselves. V&#7899;i Warren, ngu&#7891;n g&#7889;c c&#7911;a l&#7907;i nhu&#7853;n lu&#244;n quan tr&#7885;ng h&#417;n b&#7843;n th&#226;n kho&#7843;n l&#7907;i nhu&#7853;n &#273;&#243;.</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
To Warren, the source of the earnings is always more important than the earnings themselves. V&#7899;i Warren, ngu&#7891;n g&#7889;c c&#7911;a l&#7907;i nhu&#7853;n lu&#244;n quan tr&#7885;ng h&#417;n b&#7843;n th&#226;n kho&#7843;n l&#7907;i nhu&#7853;n &#273;&#243;.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:37 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
