<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 19. Net Earnings: What Warren Is Looking For">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 19. Net Earnings: What Warren Is Looking For">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 19. Net Earnings: What Warren Is Looking For (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 19. Net Earnings: What Warren Is Looking For </font></b><br>(7 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="47.htm"> - Next</a> - <a href="49.htm">Previous</a> - <a href="50.htm">Parent</a> - <a href="47.htm">Next sibling</a> - <a href="49.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="50.htm">The Income Statement</a></li>
<ul>
<li>This page: 19. Net Earnings: What Warren Is Looking For</li>
<ol>
<li>After all the expenses and taxes have been deducted from a company’s revenue, we get the company’s net earnings. This is where we find out how much money the company made . (see <a href="#320">below)</a>
<li>First on Warren’s list is whether or not the net earnings are showing a historical upward trend. A single year’s entry for net earnings is worthless to Warren; he is . (see <a href="#321">below)</a>
<li>But note: Because of share repurchase programs it is possible that a company’s historical net earnings trend may be different from its historical per-share earnings trend . (see <a href="#322">below)</a>
<li>Though most financial analysis focuses on a company’s per-share earnings, Warren looks at the business’s net earnings to see what is actually going on. (see <a href="#323">below)</a>
<li>What he has learned is that companies with a durable competitive advantage will report a higher percentage of net earnings to total revenues than their competitors will . (see <a href="#324">below)</a>
<li>A simple rule (and there are exceptions) is that if a company is showing a net earnings history of more than 20% on total revenues, there is a real good chance that it is . (see <a href="#325">below)</a>
<li>A simple rule (and there are exceptions) is that if a company is showing a net earnings history of more than 20% on total revenues, there is a real good chance that it is . (see <a href="#326">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="320">Topic #320: After all the expenses and taxes have been deducted from a company&#8217;s revenue, we get the company&#8217;s net earnings. This is where we find out how much money the company made .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<SPAN class=stickup>A</SPAN>fter all the expenses and taxes have been deducted from a company&#8217;s revenue, we get the company&#8217;s net earnings. This <SPAN role=doc-pagebreak aria-label=60 id=page_60></SPAN>is where we find out how much money the company made after it paid income taxes.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="321">Topic #321: First on Warren&#8217;s list is whether or not the net earnings are showing a historical upward trend. A single year&#8217;s entry for net earnings is worthless to Warren; he is .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
First on Warren&#8217;s list is whether or not the net earnings are showing a historical upward trend. A single year&#8217;s entry for net earnings is worthless to Warren; he is interested in whether or not there is consistency in the earnings picture and whether the long-term trend is upward&#8212;both of which can be equated to &#8220;durability&#8221; of the competitive advantage. For Warren the ride doesn&#8217;t have to be smooth, but he is after a historical upward trend. Ch&#250; &#253; &#273;&#7847;u ti&#234;n c&#7911;a Warren l&#224; li&#7879;u l&#7907;i nhu&#7853;n thu&#7847;n c&#243; th&#7875; hi&#7879;n m&#7897;t xu h&#432;&#7899;ng t&#259;ng tr&#432;&#7903;ng t&#7915; tr&#432;&#7899;c &#273;&#7871;n gi&#7901; kh&#244;ng. V&#7899;i &#244;ng, con s&#7889; l&#7907;i nhu&#7853;n thu&#7847;n trong m&#7897;t n&#259;m &#273;&#417;n l&#7867; r&#7845;t v&#244; ngh&#297;a; &#244;ng ch&#7881; quan t&#226;m li&#7879;u c&#243; s&#7921; nh&#7845;t qu&#225;n trong b&#7913;c tranh l&#7907;i nhu&#7853;n hay kh&#244;ng v&#224; li&#7879;u xu h&#432;&#7899;ng d&#224;i h&#7841;n c&#243; t&#259;ng tr&#432;&#7903;ng kh&#244;ng - c&#7843; hai c&#243; th&#7875; &#273;&#432;&#7907;c xem l&#224; t&#432;&#417;ng &#273;&#432;&#417;ng v&#7899;i "s&#7921; b&#7873;n v&#7919;ng" c&#7911;a l&#7907;i th&#7871; c&#7841;nh tranh. Warren cho r&#7857;ng xu h&#432;&#7899;ng kh&#244;ng c&#7847;n ph&#7843;i &#273;&#7873;u &#273;&#7863;n, c&#225;i &#244;ng t&#236;m ki&#7871;m l&#224; xu h&#432;&#7899;ng t&#259;ng tr&#432;&#7903;ng t&#7915; qu&#225; kh&#7913;.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="322">Topic #322: But note: Because of share repurchase programs it is possible that a company&#8217;s historical net earnings trend may be different from its historical per-share earnings trend .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
But note: Because of share repurchase programs it is possible that a company&#8217;s historical net earnings trend may be different from its historical per-share earnings trend. Share repurchase programs will increase per-share earnings by decreasing the number of shares outstanding. If a company reduces the number of shares outstanding, it will decrease the number of shares being used to divide the company&#8217;s net earnings, which in turn increases per-share earnings even though actual net earnings haven&#8217;t increased. In extreme examples the company&#8217;s share repurchase program can even cause an increase in per-share earnings, while the company is experiencing an actual decrease in net earnings.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="323">Topic #323: Though most financial analysis focuses on a company&#8217;s per-share earnings, Warren looks at the business&#8217;s net earnings to see what is actually going on.</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
Though most financial analysis focuses on a company&#8217;s <SPAN role=doc-pagebreak aria-label=61 id=page_61></SPAN>per-share earnings, Warren looks at the business&#8217;s net earnings to see what is actually going on.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="324">Topic #324: What he has learned is that companies with a durable competitive advantage will report a higher percentage of net earnings to total revenues than their competitors will .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
What he has learned is that companies with a durable competitive advantage will report a higher percentage of net earnings to total revenues than their competitors will. Warren has said that given the choice between owning a company that is earning $2 billion on $10 billion in total revenue, or a company earning $5 billion on $100 billion in total revenue, he would choose the company earning the $2 billion. This is because the company with $2 billion in net earnings is earning 20% on total revenues, while the company earning $5 billion is earning only 5% on total revenues.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="325">Topic #325: A simple rule (and there are exceptions) is that if a company is showing a net earnings history of more than 20% on total revenues, there is a real good chance that it is .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
A simple rule (and there are exceptions) is that if a company is showing a net earnings history of more than 20% on total revenues, there is a real good chance that it is benefiting from some kind of long-term competitive advantage. Likewise, if a company is consistently showing net earnings under 10% on total revenues it is&#8212;more likely than not&#8212;in a highly competitive business in which no one company holds a durable competitive advantage. This of course leaves an enormous gray area of companies that earn between 10% and 20% on total revenue, which is just packed with businesses ripe for mining long-term investment gold that no one has yet discovered.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="326">Topic #326: A simple rule (and there are exceptions) is that if a company is showing a net earnings history of more than 20% on total revenues, there is a real good chance that it is .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent><SPAN class=extract>A simple rule (and there are exceptions) is that if a company is showing a net earnings history of more than 20% on total revenues, there is a real good chance that it is benefiting from some kind of long-term competitive advantage. Likewise, if a company is consistently showing net earnings under 10% on total revenues it is&#8212;more likely than not&#8212;in a highly competitive business in which no one company holds a durable competitive advantage. This of course leaves an enormous gray area of companies that earn between 10% and 20% on total revenue, which is just packed with businesses ripe for mining long-term investment gold that no one has yet discovered.</SPAN></P>
<P class=indent>One of the exceptions to this rule is banks and financial companies, where an abnormally high ratio of net earnings to total revenues usually means a slacking-off in the risk management department. While the numbers look enticing, they actually indicate an acceptance of greater risk for easier money, which in the game of lending money is usually a recipe for making quick money at the cost of long-term disaster. And having financial disasters is not how one gets rich. M&#7897;t trong nh&#7919;ng ngo&#7841;i l&#7879; c&#7911;a quy t&#7855;c n&#224;y l&#224; c&#225;c ng&#226;n h&#224;ng v&#224; c&#244;ng ty t&#224;i ch&#237;nh. V&#7899;i c&#225;c &#273;&#7883;nh ch&#7871; n&#224;y, n&#7871;u c&#243; t&#7927; l&#7879; l&#7907;i nhu&#7853;n thu&#7847;n so v&#7899;i t&#7893;ng doanh thu cao b&#7845;t th&#432;&#7901;ng th&#236; th&#432;&#7901;ng c&#243; ngh&#297;a l&#224; b&#7897; ph&#7853;n qu&#7843;n l&#253; r&#7911;i ro &#273;&#227; ch&#7875;nh m&#7843;ng. Trong khi nh&#236;n c&#243; v&#7867; h&#7845;p d&#7851;n, c&#225;c con s&#7889; th&#7921;c s&#7921; &#273;&#227; cho th&#7845;y ng&#226;n h&#224;ng ch&#7845;p nh&#7853;n r&#7911;i ro cao h&#417;n &#273;&#7875; ki&#7871;m &#273;&#432;&#7907;c nhi&#7873;u ti&#7873;n h&#417;n, m&#224; trong tr&#242; ch&#417;i cho vay th&#236; &#273;&#226;y l&#224; m&#7897;t ph&#432;&#417;ng ph&#225;p ki&#7871;m ti&#7873;n nhanh ch&#243;ng nh&#432;ng c&#225;i gi&#225; ph&#7843;i tr&#7843; trong d&#224;i h&#7841;n l&#224; qu&#225; l&#7899;n. V&#224; v&#432;&#7899;ng v&#224;o c&#225;c th&#7843;m h&#7885;a t&#224;i ch&#237;nh kh&#244;ng ph&#7843;i l&#224; m&#7897;t c&#225;ch l&#224;m gi&#224;u.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:37 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
