<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 20. Per-Share Earnings: How Warren Tells the Winners from the Losers">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 20. Per-Share Earnings: How Warren Tells the Winners from the Losers">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 20. Per-Share Earnings: How Warren Tells the Winners ... (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 20. Per-Share Earnings: How Warren Tells the Winners ... </font></b><br>(3 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="80.htm"> - Next</a> - <a href="46.htm">Previous</a> - <a href="50.htm">Parent</a> - <a href="46.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="50.htm">The Income Statement</a></li>
<ul>
<li>This page: 20. Per-Share Earnings: How Warren Tells the Winners from the Losers</li>
<ol>
<li>Per-share earnings are the net earnings of the company on a per-share basis for the time period in question. This is a big number in the world of investing because, as a rule . (see <a href="#327">below)</a>
<li>While no one yearly per-share figure can be used to identify a company with a durable competitive advantage, a per-share earnings figure for a ten-year period can give us a . (see <a href="#328">below)</a>
<li>This shows Warren that the company has consistent earnings with a long-term upward trend—an excellent sign that the company in question has some kind of long-term competitive . (see <a href="#329">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="327">Topic #327: Per-share earnings are the net earnings of the company on a per-share basis for the time period in question. This is a big number in the world of investing because, as a rule .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>P</SPAN>er-share earnings are the net earnings of the company on a per-share basis for the time period in question. This is a big number in the world of investing because, as a rule, the more a company earns per share the higher its stock price is. To determine the company&#8217;s per-share earnings we take the amount of net income the company earned and divide it by the number of shares it has outstanding. As an example: If a company had net earnings of $10 million for the year, and it has one million shares outstanding, it would have per-share earnings for the year of $10 a share.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="328">Topic #328: While no one yearly per-share figure can be used to identify a company with a durable competitive advantage, a per-share earnings figure for a ten-year period can give us a .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
While no one yearly per-share figure can be used to identify a company with a durable competitive advantage, a per-share earnings figure for a ten-year period can give us a very clear picture of whether the company has a long-term competitive advantage working in its favor. What Warren looks for is <SPAN role=doc-pagebreak aria-label=64 id=page_64></SPAN>a per-share earning picture over a ten-year period that shows consistency and an upward trend.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="329">Topic #329: This shows Warren that the company has consistent earnings with a long-term upward trend&#8212;an excellent sign that the company in question has some kind of long-term competitive .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
This shows Warren that the company has consistent earnings with a long-term upward trend&#8212;an excellent sign that the company in question has some kind of long-term competitive advantage working in its favor. Consistent earnings are usually a sign that the company is selling a product or mix of products that don&#8217;t need to go through the expensive process of change. The upward trend in earnings means that the company&#8217;s economics are strong enough to allow it either to make the expenditures to increase market share through advertising or expansion, or to use financial engineering like stock buybacks. B&#225;o c&#225;o n&#224;y cho Warren th&#7845;y r&#7857;ng c&#244;ng ty c&#243; l&#7907;i nhu&#7853;n &#7893;n &#273;&#7883;nh v&#7899;i xu h&#432;&#7899;ng t&#259;ng - m&#7897;t d&#7845;u hi&#7879;u tuy&#7879;t v&#7901;i cho th&#7845;y c&#244;ng ty &#273;ang &#273;&#432;&#7907;c xem x&#233;t c&#243; s&#7903; h&#7919;u m&#7897;t d&#7841;ng l&#7907;i th&#7871; c&#7841;nh tranh d&#224;i h&#7841;n n&#224;o &#273;&#243; v&#224; &#273;ang kinh doanh trong l&#297;nh v&#7921;c quen thu&#7897;c. L&#7907;i nhu&#7853;n &#7893;n &#273;&#7883;nh th&#432;&#7901;ng l&#224; m&#7897;t d&#7845;u hi&#7879;u cho th&#7845;y c&#244;ng ty &#273;ang b&#225;n m&#7897;t s&#7843;n ph&#7849;m hay m&#7897;t h&#7895;n h&#7907;p s&#7843;n ph&#7849;m kh&#244;ng c&#7847;n ph&#7843;i chi nhi&#7873;u ti&#7873;n &#273;&#7875; thay &#273;&#7893;i hay c&#7843;i ti&#7871;n. L&#7907;i nhu&#7853;n c&#243; xu h&#432;&#7899;ng t&#259;ng tr&#432;&#7903;ng &#273;&#7891;ng ngh&#297;a v&#7899;i vi&#7879;c l&#7907;i th&#7871; kinh t&#7871; c&#7911;a c&#244;ng ty &#273;&#7911; m&#7841;nh &#273;&#7875; cho ph&#233;p n&#243; d&#224;nh chi ph&#237; t&#259;ng th&#7883; ph&#7847;n th&#244;ng qua qu&#7843;ng c&#225;o ho&#7863;c m&#7903; r&#7897;ng s&#7843;n xu&#7845;t, hay s&#7917; d&#7909;ng c&#225;c &#7913;ng d&#7909;ng k&#7929; thu&#7853;t t&#224;i ch&#237;nh nh&#432; mua c&#7893; phi&#7871;u qu&#7929;.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:37 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
