<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 44. Preferred and Common Stock: Additional Paid in Capital">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 44. Preferred and Common Stock: Additional Paid in Capital">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 44. Preferred and Common Stock: Additional Paid in Capital (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 44. Preferred and Common Stock: Additional Paid in Capital </font></b><br>(4 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="78.htm"> - Next</a> - <a href="71.htm">Previous</a> - <a href="80.htm">Parent</a> - <a href="78.htm">Next sibling</a> - <a href="71.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="80.htm">Balance Sheet</a></li>
<ul>
<li>This page: 44. Preferred and Common Stock: Additional Paid in Capital</li>
<ol>
<li>A company can raise new capital by selling bonds or stock (equity) to the public. The money raised by selling bonds has to be paid back at some point in the future. It is . (see <a href="#478">below)</a>
<li>Common stock represents ownership in the company. Common stock owners are the owners of the company and have the right to elect a board of directors, which, in turn, will hire . (see <a href="#479">below)</a>
<li>From a balance sheet perspective preferred and common stocks are carried on the books at their par value, and any money in excess of par that was paid in when the company sold . (see <a href="#480">below)</a>
<li>The odd thing about preferred stock is that companies that have a durable competitive advantage tend not to have any. This is in part because they tend not to have any debt . (see <a href="#481">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="478">Topic #478: A company can raise new capital by selling bonds or stock (equity) to the public. The money raised by selling bonds has to be paid back at some point in the future. It is .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>A</SPAN> company can raise new capital by selling bonds or stock (equity) to the public. The money raised by selling bonds has to be paid back at some point in the future. It is borrowed <SPAN role=doc-pagebreak aria-label=129 id=page_129></SPAN>money. But when the company raises money selling preferred or common stock (which is called &#8220;equity&#8221;) to the public, it never has to be paid back. This money is the company&#8217;s forever, to do with as it pleases. M&#7897;t c&#244;ng ty c&#243; th&#7875; t&#259;ng v&#7889;n &#273;&#7847;u t&#432; m&#7899;i b&#7857;ng c&#225;ch ph&#225;t h&#224;nh tr&#225;i phi&#7871;u ho&#7863;c c&#7893; phi&#7871;u ra c&#244;ng ch&#250;ng. Kho&#7843;n ti&#7873;n t&#259;ng l&#234;n nh&#7901; ph&#225;t h&#224;nh tr&#225;i phi&#7871;u ph&#7843;i &#273;&#432;&#7907;c tr&#7843; l&#7841;i t&#7841;i m&#7897;t th&#7901;i &#273;i&#7875;m n&#224;o &#273;&#243; trong t&#432;&#417;ng lai. &#272;&#243; l&#224; ti&#7873;n &#273;i vay. Nh&#432;ng khi c&#244;ng ty t&#259;ng v&#7889;n b&#7857;ng c&#225;ch ph&#225;t h&#224;nh c&#7893; phi&#7871;u &#432;u &#273;&#227;i ho&#7863;c c&#7893; phi&#7871;u th&#432;&#7901;ng (&#273;&#432;&#7907;c g&#7885;i l&#224; "v&#7889;n ch&#7911; s&#7903; h&#7919;u") cho c&#244;ng ch&#250;ng, th&#236; c&#244;ng ty kh&#244;ng c&#7847;n ph&#7843;i tr&#7843; l&#7841;i. &#272;&#226;y m&#227;i m&#227;i l&#224; ti&#7873;n c&#7911;a c&#244;ng ty, &#273;&#432;&#7907;c quy&#7873;n t&#249;y nghi s&#7917; d&#7909;ng.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="479">Topic #479: Common stock represents ownership in the company. Common stock owners are the owners of the company and have the right to elect a board of directors, which, in turn, will hire .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>Common stock represents ownership in the company. Common stock owners are the owners of the company and have the right to elect a board of directors, which, in turn, will hire a CEO to run the company. Common stockholders receive dividends if the board of directors votes to pay them. And if the entire company is sold, it is the common stockholders who get all the loot.</P>
<P class=indent>There is a second class of equity, called preferred stock. Preferred shareholders don&#8217;t have voting rights, but they do have a right to a fixed or adjustable dividend that must be paid before the common stock owners receive a dividend. Preferred shareholders also have priority over common shareholders in the event that the company falls into bankruptcy.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="480">Topic #480: From a balance sheet perspective preferred and common stocks are carried on the books at their par value, and any money in excess of par that was paid in when the company sold .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>From a balance sheet perspective preferred and common stocks are carried on the books at their par value, and any money in excess of par that was paid in when the company sold the stock will be carried on the books as &#8220;paid in capital.&#8221; So if the company&#8217;s preferred stock has a par value of $100/share, and it sold it to the public at $120 a share, a $100-a-share will be carried on the books under preferred stock, and $20 a share will be carried under paid in capital.</P>
<P class=indent>The same thing applies to common stock, with, say, a par <SPAN role=doc-pagebreak aria-label=130 id=page_130></SPAN>value of $1 a share. If it is sold to the public at $10 a share, it will be booked on the balance sheet as $1 a share under common stock and $9 a share under paid in capital.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="481">Topic #481: The odd thing about preferred stock is that companies that have a durable competitive advantage tend not to have any. This is in part because they tend not to have any debt .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
The odd thing about preferred stock is that companies that have a durable competitive advantage tend not to have any. This is in part because they tend not to have any debt. They make so much money that they are self-financing. And while preferred stock is technically equity, in that the original money received by the company never has to be paid back, it functions like debt in that dividends have to be paid out. But unlike the interest paid on debt, which is deductible from pretax income, the dividends paid on preferred stock are not deductible, which tends to make issuing preferred shares very expensive money. Because it is expensive money, companies like to stay away from it if they can. So one of the markers we look for in our search for a company with a durable competitive advantage is the absence of preferred stock in its capital structure.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:38 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
