<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 46. Treasury Stock: Warren Likes to See This on the Balance Sheet">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 46. Treasury Stock: Warren Likes to See This on the Balance Sheet">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 46. Treasury Stock: Warren Likes to See This on the ... (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 46. Treasury Stock: Warren Likes to See This on the ... </font></b><br>(4 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="74.htm"> - Next</a> - <a href="78.htm">Previous</a> - <a href="80.htm">Parent</a> - <a href="74.htm">Next sibling</a> - <a href="78.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="80.htm">Balance Sheet</a></li>
<ul>
<li>This page: 46. Treasury Stock: Warren Likes to See This on the Balance Sheet</li>
<ol>
<li>When a company buys back its own shares, it can do two things with them. It can cancel them or it can retain them with the possibility of reissuing them later on. If it . (see <a href="#487">below)</a>
<li>Companies with a durable competitive advantage, because of their great economics, tend to have lots of free cash that they can spend on buying back their shares. Thus one of . (see <a href="#488">below)</a>
<li>There are a several other financial dynamics to be aware of regarding treasury shares. One is that when a company buys its own shares, and holds them as treasury stock, it is . (see <a href="#489">below)</a>
<li>Let us leave this chapter with a simple rule: The presence of treasury shares on the balance sheet, and a history of buying back shares, are good indicators that the company . (see <a href="#490">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="487">Topic #487: When a company buys back its own shares, it can do two things with them. It can cancel them or it can retain them with the possibility of reissuing them later on. If it .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>W</SPAN>hen a company buys back its own shares, it can do two things with them. It can cancel them or it can retain them with the possibility of reissuing them later on. If it cancels them the shares cease to exist. But if it keeps them, with the possibility of reissuing them later on, they are carried on the balance sheet under shareholders&#8217; equity as treasury stock. Shares held as treasury stock have no voting rights, nor do they receive dividends and, though arguably an asset, they are carried on the balance sheet at a negative value because they represent a reduction in the shareholders&#8217; equity.</P>
<P class=noindent>Sau khi mua l&#7841;i c&#7893; phi&#7871;u qu&#7929;, c&#244;ng ty c&#243; th&#7875; s&#7917; d&#7909;ng n&#243; cho hai vi&#7879;c l&#224; h&#7911;y &#273;i ho&#7863;c gi&#7919; l&#7841;i &#273;&#7875; c&#243; th&#7875; ph&#225;t h&#224;nh l&#7841;i sau &#273;&#243;. N&#7871;u b&#7883; h&#7911;y th&#236; c&#225;c c&#7893; phi&#7871;u s&#7869; kh&#244;ng c&#242;n t&#7891;n t&#7841;i. Nh&#432;ng n&#7871;u &#273;&#432;&#7907;c gi&#7919; l&#7841;i, v&#7899;i kh&#7843; n&#259;ng &#273;&#432;&#7907;c ph&#225;t h&#224;nh l&#7841;i sau &#273;&#243;, ch&#250;ng s&#7869; &#273;&#432;&#7907;c ghi nh&#7853;n tr&#234;n b&#7843;ng c&#226;n &#273;&#7889;i k&#7871; to&#225;n nh&#432; l&#224; c&#7893; phi&#7871;u qu&#7929; d&#432;&#7899;i m&#7909;c v&#7889;n ch&#7911; s&#7903; h&#7919;u. C&#7893; phi&#7871;u &#273;&#432;&#7907;c n&#7855;m gi&#7919; d&#432;&#7899;i d&#7841;ng c&#7893; phi&#7871;u qu&#7929; kh&#244;ng c&#243; quy&#7873;n bi&#7875;u quy&#7871;t, kh&#244;ng &#273;&#432;&#7907;c nh&#7853;n c&#7893; t&#7913;c v&#224;, m&#7863;c d&#249; ng&#432;&#7901;i ta c&#243; th&#7875; cho r&#7857;ng &#273;&#226;y l&#224; m&#7897;t t&#224;i s&#7843;n th&#236; ch&#250;ng v&#7851;n &#273;&#432;&#7907;c ghi nh&#7853;n tr&#234;n b&#7843;ng c&#226;n &#273;&#7889;i k&#7871; to&#225;n v&#7899;i gi&#225; tr&#7883; &#226;m v&#236; ch&#250;ng &#273;&#7841;i di&#7879;n cho m&#7897;t s&#7921; s&#7909;t gi&#7843;m trong v&#7889;n ch&#7911; s&#7903; h&#7919;u.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="488">Topic #488: Companies with a durable competitive advantage, because of their great economics, tend to have lots of free cash that they can spend on buying back their shares. Thus one of .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>Companies with a durable competitive advantage, because of their great economics, tend to have lots of free cash that they can spend on buying back their shares. Thus one of the hallmarks of a company with a durable competitive advantage is the presence of treasury shares on the balance sheet.</P>
<P>C&#225;c c&#244;ng ty c&#243; l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng, nh&#7901; c&#243; t&#236;nh h&#236;nh t&#224;i ch&#237;nh tuy&#7879;t v&#7901;i, c&#243; xu h&#432;&#7899;ng c&#243; nhi&#7873;u ti&#7873;n m&#7863;t nh&#224;n r&#7895;i c&#243; th&#7875; d&#249;ng &#273;&#7875; mua c&#7893; phi&#7871;u qu&#7929;. Do &#273;&#243; m&#7897;t trong nh&#7919;ng &#273;&#7863;c &#273;i&#7875;m n&#7893;i b&#7853;t c&#7911;a m&#7897;t c&#244;ng ty c&#243; l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng l&#224; s&#7921; hi&#7879;n di&#7879;n c&#7911;a c&#7893; phi&#7871;u qu&#7929; tr&#234;n b&#7843;ng c&#226;n &#273;&#7889;i k&#7871; to&#225;n.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="489">Topic #489: There are a several other financial dynamics to be aware of regarding treasury shares. One is that when a company buys its own shares, and holds them as treasury stock, it is .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>There are a several other financial dynamics to be aware of regarding treasury shares. One is that when a company buys its own shares, and holds them as treasury stock, it is effectively decreasing the company&#8217;s equity, which increases the company&#8217;s return on shareholders&#8217; equity. Since a high return on shareholders&#8217; equity is one sign of a durable competitive advantage, it is good to know if the high returns on equity are being generated by financial engineering or exceptional business economics or because of a combination of the two. <SPAN role=doc-pagebreak aria-label=138 id=page_138></SPAN>To see which is which, convert the negative value of the treasury shares into a positive number and add it to the shareholders&#8217; equity instead of subtracting it. Then divide the company&#8217;s net earnings by the new total shareholders&#8217; equity. This will give us the company&#8217;s return on equity minus the effects of financial engineering.</P>
<P class=indent>Ngo&#224;i ra c&#242;n c&#243; m&#7897;t v&#224;i &#273;&#7897;ng l&#7921;c t&#224;i ch&#237;nh kh&#225;c c&#7847;n &#273;&#432;&#7907;c quan t&#226;m v&#7873; c&#7893; phi&#7871;u qu&#7929;. M&#7897;t trong s&#7889; &#273;&#243; l&#224; khi c&#244;ng ty mua l&#7841;i c&#7893; phi&#7871;u v&#224; gi&#7919; l&#224;m c&#7893; phi&#7871;u qu&#7929; th&#236; v&#7889;n ch&#7911; s&#7903; h&#7919;u c&#7911;a c&#244;ng ty s&#7869; &#273;&#432;&#7907;c gi&#7843;m m&#7897;t c&#225;ch hi&#7879;u qu&#7843;, ngh&#297;a l&#224; l&#224;m t&#259;ng t&#7927; su&#7845;t l&#7907;i nhu&#7853;n tr&#234;n v&#7889;n ch&#7911; s&#7903; h&#7919;u. V&#236; h&#7879; s&#7889; n&#224;y cao l&#224; m&#7897;t d&#7845;u hi&#7879;u c&#7911;a l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng, n&#234;n ch&#250;ng ta n&#234;n bi&#7871;t li&#7879;u h&#7879; s&#7889; l&#7907;i nhu&#7853;n tr&#234;n v&#7889;n ch&#7911; s&#7903; h&#7919;u cao &#273;&#432;&#7907;c t&#7841;o ra nh&#7901; m&#7897;t k&#7929; thu&#7853;t t&#224;i ch&#237;nh nh&#432; tr&#234;n, nh&#7901; c&#225;c &#273;i&#7873;u ki&#7879;n kinh t&#7871; ngo&#7841;i h&#7841;ng c&#7911;a doanh nghi&#7879;p, hay nh&#7901; s&#7921; k&#7871;t h&#7907;p c&#7911;a c&#7843; hai. &#272;&#7875; bi&#7871;t &#273;&#432;&#7907;c, ch&#250;ng ta chuy&#7875;n gi&#225; tr&#7883; &#226;m c&#7911;a c&#7893; phi&#7871;u qu&#7929; th&#224;nh m&#7897;t s&#7889; d&#432;&#417;ng v&#224; c&#7897;ng v&#224;o v&#7889;n ch&#7911; s&#7903; h&#7919;u thay v&#236; tr&#7915; &#273;i. Sau &#273;&#243; l&#7845;y l&#7907;i nhu&#7853;n r&#242;ng c&#7911;a c&#244;ng ty chia cho t&#7893;ng v&#7889;n ch&#7911; s&#7903; h&#7919;u m&#7899;i. Ch&#7881; s&#7889; n&#224;y s&#7869; cho ch&#250;ng ta th&#7845;y t&#7927; su&#7845;t l&#7907;i nhu&#7853;n tr&#234;n v&#7889;n ch&#7911; s&#7903; h&#7919;u c&#7911;a c&#244;ng ty sau khi b&#7887; qua &#7843;nh h&#432;&#7903;ng c&#7911;a c&#225;c k&#7871;t qu&#7843; t&#224;i ch&#237;nh.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="490">Topic #490: Let us leave this chapter with a simple rule: The presence of treasury shares on the balance sheet, and a history of buying back shares, are good indicators that the company .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>Let us leave this chapter with a simple rule: The presence of treasury shares on the balance sheet, and a history of buying back shares, are good indicators that the company in question has a durable competitive advantage working in its favor. </P>
<P>S&#7921; hi&#7879;n di&#7879;n c&#7911;a c&#7893; phi&#7871;u qu&#7929; tr&#234;n b&#7843;ng c&#226;n &#273;&#7889;i k&#7871; to&#225;n, v&#224; m&#7897;t qu&#225; tr&#236;nh mua c&#7893; phi&#7871;u qu&#7929; t&#7915; tr&#432;&#7899;c &#273;&#7871;n nay, l&#224; nh&#7919;ng ch&#7881; s&#7889; t&#7889;t cho th&#7845;y c&#244;ng ty &#273;ang xem x&#233;t c&#243; l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng &#273;ang ho&#7841;t &#273;&#7897;ng trong c&#225;c l&#297;nh v&#7921;c quen thu&#7897;c.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:38 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
