<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 47. Return on Shareholders’ Equity: Part One">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 47. Return on Shareholders’ Equity: Part One">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 47. Return on Shareholders’ Equity: Part One (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 47. Return on Shareholders’ Equity: Part One </font></b><br>(2 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="79.htm"> - Next</a> - <a href="73.htm">Previous</a> - <a href="80.htm">Parent</a> - <a href="79.htm">Next sibling</a> - <a href="73.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="80.htm">Balance Sheet</a></li>
<ul>
<li>This page: 47. Return on Shareholders’ Equity: Part One</li>
<ol>
<li>Shareholders’ equity is equal to the company’s total assets minus its total liabilities. That happens to equal the total sums of preferred and common stock, plus paid in . (see <a href="#491">below)</a>
<li>Shareholders’ equity has three sources. One is the capital that was originally raised selling preferred and common stock to the public. The second is any later sales of . (see <a href="#492">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="491">Topic #491: Shareholders&#8217; equity is equal to the company&#8217;s total assets minus its total liabilities. That happens to equal the total sums of preferred and common stock, plus paid in .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>S</SPAN>hareholders&#8217; equity is equal to the company&#8217;s total assets minus its total liabilities. That happens to equal the total sums of preferred and common stock, plus paid in capital, plus retained earnings, less treasury stock. <SPAN class=smallcaps>V&#7889;n ch&#7911; s&#7903; h&#7919;u t&#432;&#417;ng &#273;&#432;&#417;ng v&#7899;i t&#7893;ng t&#224;i s&#225;n c&#7911;a c&#244;ng ty tr&#7915; t&#7893;ng n&#7907; ph&#7843;i tr&#7843;. Kho&#7843;n n&#224;y c&#361;ng b&#7857;ng v&#7899;i t&#7893;ng gi&#225; M c&#7893; phi&#7871;u &#432;u &#273;&#227;i v&#224; c&#7893; phi&#7871;u th&#432;&#7901;ng, c&#7897;ng v&#7899;i th&#7863;ng d&#432; v&#7889;n c&#244;&#8217; ph&#7847;n, c&#7897;ng v&#7899;i l&#7907;i nhu&#7853;n ch&#432;a ph&#226;n ph&#7889;i, tr&#7915; &#273;i c&#7893; phi&#7871;u qu&#7929;.</SPAN>
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="492">Topic #492: Shareholders&#8217; equity has three sources. One is the capital that was originally raised selling preferred and common stock to the public. The second is any later sales of .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>Shareholders&#8217; equity has three sources. One is the capital that was originally raised selling preferred and common stock to the public. The second is any later sales of preferred and common stock to the public after the company is up and running. The third, and most important to us, is the accumulation of retained earnings.</P>
<P class=indent>Since all equity belongs to the company, and since the company belongs to the common shareholders, the equity really belongs to the common shareholders, which is why it is called shareholders&#8217; equity.</P>
<P class=indent>V&#7889;n ch&#7911; s&#7903; h&#7919;u &#273;&#432;&#7907;c h&#236;nh th&#224;nh t&#7915; ba ngu&#7891;n. Ngu&#7891;n th&#7913; nh&#7845;t l&#224; v&#7889;n &#273;&#7847;u t&#432; ban &#273;&#7847;u c&#243; &#273;&#432;&#7907;c nh&#7901; b&#225;n c&#7893; phi&#7871;u &#432;u &#273;&#227;i v&#224; c&#7893; phi&#7871;u th&#432;&#7901;ng ra c&#244;ng ch&#250;ng. Ngu&#7891;n th&#7913; hai l&#224; ti&#7873;n thu &#273;&#432;&#7907;c t&#7915; c&#225;c &#273;&#7907;t ph&#225;t h&#224;nh c&#7893; phi&#7871;u ra c&#244;ng ch&#250;ng sau &#273;&#243;, sau khi c&#244;ng ty &#273;&#227; b&#7855;t &#273;&#7847;u ho&#7841;t &#273;&#7897;ng. Ngu&#7891;n th&#7913; ba, v&#224; l&#224; ngu&#7891;n quan tr&#7885;ng nh&#7845;t &#273;&#7889;i v&#7899;i ch&#250;ng ta, l&#224; l&#7907;i nhu&#7853;n ch&#432;a ph&#226;n ph&#7889;i t&#237;ch l&#361;y.</P>
<P class=indent>V&#236; t&#7845;t c&#7843; v&#7889;n ch&#7911; s&#7903; h&#7919;u &#273;&#7873;u thu&#7897;c v&#7873; c&#244;ng ty, v&#224; v&#236; c&#244;ng ty thu&#7897;c v&#7873; c&#225;c c&#7893; &#273;&#244;ng th&#432;&#7901;ng, n&#234;n v&#7889;n ch&#7911; s&#7903; h&#7919;u th&#7853;t s&#7921; thu&#7897;c v&#7873; c&#225;c c&#7893; &#273;&#244;ng th&#432;&#7901;ng. &#272;&#243; l&#224; l&#253; do t&#7841;i sao n&#243; &#273;&#432;&#7907;c g&#7885;i l&#224; v&#7889;n c&#7893; &#273;&#244;ng.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:38 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
