<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 49. The Problem with Leverage and the Tricks It Can Play on You">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 49. The Problem with Leverage and the Tricks It Can Play on You">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 49. The Problem with Leverage and the Tricks It Can ... (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 49. The Problem with Leverage and the Tricks It Can ... </font></b><br>(3 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="89.htm"> - Next</a> - <a href="79.htm">Previous</a> - <a href="80.htm">Parent</a> - <a href="79.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="80.htm">Balance Sheet</a></li>
<ul>
<li>This page: 49. The Problem with Leverage and the Tricks It Can Play on You</li>
<ol>
<li>Leverage is the use of debt to increase the earnings of the company. (see <a href="#496">below)</a>
<li>The problem with leverage is that it can make the company appear to have some kind of competitive advantage, when it in fact is just using large amounts of debt. Wall Street . (see <a href="#497">below)</a>
<li>The problem is that while it appears that the investment bank has consistency in its income stream, the actual source that is sending it the interest payments may not be able . (see <a href="#498">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="496">Topic #496: Leverage is the use of debt to increase the earnings of the company.</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<SPAN class=stickup>L</SPAN>everage is the use of debt to increase the earnings of the company.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="497">Topic #497: The problem with leverage is that it can make the company appear to have some kind of competitive advantage, when it in fact is just using large amounts of debt. Wall Street .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
The problem with leverage is that it can make the company appear to have some kind of competitive advantage, when it in fact is just using large amounts of debt. Wall Street investment banks are notorious for the use of very large amounts of leverage to generate earnings. In their case they borrow $100 billion at, let us say, 6% and then loan it out at 7%, which means that they are earning 1% on the $100 billion, which equates to $1 billion. If that $1 billion shows up year after year, it creates the appearance of some kind of durable competitive advantage, even if there isn&#8217;t one. V&#7845;n &#273;&#7873; c&#7847;n ph&#7843;i gi&#7843;i quy&#7871;t c&#7911;a &#273;&#242;n b&#7849;y l&#224; n&#243; c&#243; th&#7875; gi&#250;p c&#244;ng ty c&#243; v&#7867; c&#243; &#273;&#432;&#7907;c m&#7897;t l&#7907;i th&#7871; c&#7841;nh tranh n&#224;o &#273;&#243;, trong khi th&#7921;c t&#7871; ch&#7881; l&#224; s&#7917; d&#7909;ng m&#7897;t s&#7889; n&#7907; l&#7899;n. C&#225;c ng&#226;n h&#224;ng &#273;&#7847;u t&#432; Ph&#7889; Wall &#273;ang r&#7845;t n&#7893;i ti&#7871;ng v&#236; &#273;&#227; s&#7917; d&#7909;ng r&#7845;t nhi&#7873;u n&#7907; vay &#273;&#7875; t&#7841;o l&#7907;i nhu&#7853;n. V&#237; d&#7909; nh&#432; c&#225;c ng&#226;n h&#224;ng &#273;i vay 100 t&#7927; USD v&#7899;i l&#227;i su&#7845;t 6% v&#224; sau &#273;&#243; cho vay ra v&#7899;i l&#227;i su&#7845;t 7%, c&#243; ngh&#297;a l&#224; h&#7885; &#273;ang c&#243; l&#7907;i nhu&#7853;n 1% tr&#234;n 100 t&#7927; USD, t&#432;&#417;ng &#273;&#432;&#417;ng v&#7899;i 1 t&#7927; USD. N&#7871;u 1 t&#7927; USD &#273;&#432;&#7907;c th&#7875; hi&#7879;n t&#7915; n&#259;m n&#224;y qua n&#259;m kh&#225;c, c&#244;ng ty c&#243; v&#7867; nh&#432; &#273;ang c&#243; m&#7897;t d&#7841;ng l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng n&#224;o &#273;&#243;, cho d&#249; l&#224; kh&#244;ng ph&#7843;i v&#7853;y.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="498">Topic #498: The problem is that while it appears that the investment bank has consistency in its income stream, the actual source that is sending it the interest payments may not be able .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
The problem is that while it appears that the investment bank has consistency in its income stream, the actual source that is sending it the interest payments may not be able to maintain the payments. This happened in the recent subprime-lending crisis that cost the banks hundreds of billions of dollars. They borrowed billions at, say, 6% and loaned it out at 8% to subprime homebuyers, which made them a ton of money. But when the economy started to slip, the subprime homebuyers started to default on their mortgages, which meant they stopped making interest payments. These sub-prime borrowers did not have a durable source of income, which ultimately meant that the investment banks didn&#8217;t either. V&#7845;n &#273;&#7873; l&#224; trong khi c&#225;c ng&#226;n h&#224;ng &#273;&#7847;u t&#432; c&#243; v&#7867; c&#243; thu nh&#7853;p &#7893;n &#273;&#7883;nh th&#236; ngu&#7891;n tr&#7843; l&#227;i vay th&#7921;c s&#7921; cho h&#7885; l&#7841;i kh&#244;ng th&#7875; duy tr&#236; kh&#7843; n&#259;ng tr&#7843; n&#7907;. &#272;i&#7873;u n&#224;y &#273;&#227; x&#7843;y ra trong cu&#7897;c kh&#7911;ng ho&#7843;ng cho vay d&#432;&#7899;i chu&#7849;n g&#7847;n &#273;&#226;y khi&#7871;n c&#225;c ng&#226;n h&#224;ng thi&#7879;t h&#7841;i h&#224;ng tr&#259;m t&#7927; USD. C&#225;c ng&#226;n h&#224;ng &#273;i vay h&#224;ng t&#7927; USD v&#7899;i l&#227;i su&#7845;t gi&#7843; s&#7917; l&#224; 6% v&#224; cho nh&#7919;ng ng&#432;&#7901;i c&#7847;n mua nh&#224; d&#432;&#7899;i chu&#7849;n vay &#7903; m&#7913;c 8%, t&#7841;o ra r&#7845;t nhi&#7873;u ti&#7873;n. Nh&#432;ng khi n&#7873;n kinh t&#7871; b&#7855;t &#273;&#7847;u tr&#432;&#7907;t d&#7889;c, nh&#7919;ng ng&#432;&#7901;i mua nh&#224; d&#432;&#7899;i chu&#7849;n b&#7855;t &#273;&#7847;u kh&#244;ng tr&#7843; &#273;&#432;&#7907;c c&#225;c kho&#7843;n th&#7871; ch&#7845;p, &#273;&#7891;ng ngh&#297;a v&#7899;i vi&#7879;c h&#7885; ng&#7915;ng thanh to&#225;n l&#227;i vay. Nh&#7919;ng ng&#432;&#7901;i vay ti&#7873;n d&#432;&#7899;i chu&#7849;n n&#224;y kh&#244;ng c&#243; ngu&#7891;n thu nh&#7853;p b&#7873;n v&#7919;ng, n&#234;n cu&#7889;i c&#249;ng c&#225;c ng&#226;n h&#224;ng &#273;&#7847;u t&#432; c&#361;ng kh&#244;ng c&#243; thu nh&#7853;p b&#7873;n v&#7919;ng.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:38 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
