<html>

<head>
<meta http-equiv="description" content="SuperMemo Collection: (((backup of mindx created on 2024-09-15 23-55-25))), Page: 45. Retained Earnings: Warren’s Secret for Getting Superrich">
<meta http-equiv="keywords" content="SuperMemo, (((backup of mindx created on 2024-09-15 23-55-25))), 45. Retained Earnings: Warren’s Secret for Getting Superrich">
<meta name="GENERATOR" content="SuperMemo for Windows (Build 18.05)">
<title>(((backup of mindx created on 2024-09-15 23-55-25))): 45. Retained Earnings: Warren’s Secret for Getting Superrich (SuperMemo collection)</title>
</head>

<body>

<p align="center"><b><font size="5">(((backup of mindx created on 2024-09-15 23-55-25))): 45. Retained Earnings: Warren’s Secret for Getting Superrich </font></b><br>(5 elements)</p>
<a name="TopOfPages"> </a>
<b>Contents:</b>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCCFF">
<tr>
<td width="100%">
  <a href="index.htm">Root</a> <a href="73.htm"> - Next</a> - <a href="72.htm">Previous</a> - <a href="80.htm">Parent</a> - <a href="73.htm">Next sibling</a> - <a href="72.htm">Previous sibling</a>
<font size="2">
<ul>
<li><a href="index.htm">MindX</a></li>
<ul>
<li><a href="3.htm">Explor</a></li>
<ul>
<li><a href="4.htm">Business Lab</a></li>
<ul>
<li><a href="31.htm">Warren Buffett and the Interpretation of Financial Statements (2011)</a></li>
<ul>
<li><a href="80.htm">Balance Sheet</a></li>
<ul>
<li>This page: 45. Retained Earnings: Warren’s Secret for Getting Superrich</li>
<ol>
<li>At the end of the day, a company’s net earnings can either be paid out as dividends or used to buy back the company’s shares, or they can be retained to keep the business . (see <a href="#482">below)</a>
<li>Retained Earnings is an accumulated number, which means that each year’s new retained earnings are added to the total of accumulated retained earnings from all prior years . (see <a href="#483">below)</a>
<li>Out of all the numbers on a balance sheet that can help us determine whether the company has a durable competitive advantage, this is one of the most important. It is . (see <a href="#484">below)</a>
<li>One of the great secrets of Warren’s success with Berkshire Hathaway is that he stopped its dividend payments the day that he took control of the company. This allowed 100% of . (see <a href="#485">below)</a>
<li>The theory is simple: the more earnings that a company retains, the faster it grows its retained earnings pool, which, in turn will increase the growth rate for future . (see <a href="#486">below)</a>
</ol>
</ul>
</ul>
</ul>
</ul>
</ul>
</ul>
</font>
</td>
</tr>
</table>
</center>
</div>

<P align="center"><b><a name="482">Topic #482: At the end of the day, a company&#8217;s net earnings can either be paid out as dividends or used to buy back the company&#8217;s shares, or they can be retained to keep the business .</a></P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=noindent><SPAN class=stickup>A</SPAN>t the end of the day, a company&#8217;s net earnings can either be paid out as dividends or used to buy back the company&#8217;s shares, or they can be retained to keep the business growing. When they are retained in the business, they are added to an <SPAN role=doc-pagebreak aria-label=132 id=page_132></SPAN>account on the balance sheet, under shareholders&#8217; equity, called retained earnings.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="483">Topic #483: Retained Earnings is an accumulated number, which means that each year&#8217;s new retained earnings are added to the total of accumulated retained earnings from all prior years .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
Retained Earnings is an accumulated number, which means that each year&#8217;s new retained earnings are added to the total of accumulated retained earnings from all prior years. Likewise, if the company loses money, the loss is subtracted from what the company has accumulated in the past. If the company loses more money than it has accumulated, the retained earnings number will show up as negative.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="484">Topic #484: Out of all the numbers on a balance sheet that can help us determine whether the company has a durable competitive advantage, this is one of the most important. It is .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>Out of all the numbers on a balance sheet that can help us determine whether the company has a durable competitive advantage, this is one of the most important. It is important <SPAN role=doc-pagebreak aria-label=133 id=page_133></SPAN>in that if a company is not making additions to its retained earnings, it is not growing its net worth. If it not growing its net worth, it is unlikely to make any of us superrich over the long run. Trong t&#7845;t c&#7843; c&#225;c con s&#7889; tr&#234;n b&#7843;ng c&#226;n &#273;&#7889;i k&#7871; to&#225;n c&#243; th&#7875; gi&#250;p ch&#250;ng ta x&#225;c &#273;&#7883;nh li&#7879;u m&#7897;t c&#244;ng ty c&#243; l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng, th&#236; &#273;&#226;y l&#224; m&#7897;t trong nh&#7919;ng con s&#7889; quan tr&#7885;ng nh&#7845;t. N&#243; quan tr&#7885;ng v&#236; n&#7871;u ph&#7847;n l&#7907;i nhu&#7853;n ch&#432;a ph&#226;n ph&#7889;i c&#7911;a c&#244;ng ty kh&#244;ng &#273;&#432;&#7907;c t&#259;ng th&#234;m th&#236; ngh&#297;a l&#224; gi&#225; tr&#7883; t&#224;i s&#7843;n r&#242;ng c&#7911;a n&#243; c&#361;ng kh&#244;ng thay &#273;&#7893;i. N&#7871;u gi&#225; tr&#7883; t&#224;i s&#7843;n r&#242;ng kh&#244;ng thay &#273;&#7893;i th&#236; c&#243; v&#7867; nh&#432; c&#244;ng ty s&#7869; kh&#244;ng th&#7875; gi&#250;p ch&#250;ng ta tr&#7903; th&#224;nh t&#7927; ph&#250; trong d&#224;i h&#7841;n &#273;&#432;&#7907;c.</P>
<P class=indent>Simply put, the rate of growth of a company&#8217;s retained earnings is a good indicator whether or not it is benefiting from having a durable competitive advantage. N&#243;i m&#7897;t c&#225;ch &#273;&#417;n gi&#7843;n, t&#7927; l&#7879; t&#259;ng tr&#432;&#7903;ng l&#7907;i nhu&#7853;n ch&#432;a ph&#226;n ph&#7889;i c&#7911;a m&#7897;t c&#244;ng ty l&#224; m&#7897;t ch&#7881; s&#7889; r&#7845;t t&#7889;t &#273;&#7875; bi&#7871;t c&#244;ng ty c&#243; &#273;ang &#273;&#432;&#7907;c h&#432;&#7903;ng l&#7907;i t&#7915; vi&#7879;c c&#243; m&#7897;t l&#7907;i th&#7871; c&#7841;nh tranh b&#7873;n v&#7919;ng hay kh&#244;ng.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="485">Topic #485: One of the great secrets of Warren&#8217;s success with Berkshire Hathaway is that he stopped its dividend payments the day that he took control of the company. This allowed 100% of .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
One of the great secrets of Warren&#8217;s success with Berkshire Hathaway is that he stopped its dividend payments the day that he took control of the company. This allowed 100% of the company&#8217;s yearly net earnings to be added into the retained earnings pool. As opportunities showed up, he invested the company&#8217;s retained earnings in businesses that earned even more money, and that money was all added back into the retained earnings pool and eventually invested in even more money-making operations.
</td>
</tr>
</table>
</center>
</div>
<hr>
<P align="center"><b><a name="486">Topic #486: The theory is simple: the more earnings that a company retains, the faster it grows its retained earnings pool, which, in turn will increase the growth rate for future .</a> (<a href="#TopOfPages"><font size="1">top</font></a></b>)</P>
<div align="center">
<center>
<table border="1" cellpadding="5" cellspacing="5" width="100%" bgcolor="#99CCFF">
<tr>
<td bordercolor="#0066FF">
<P class=indent>The theory is simple: the more earnings that a company retains, the faster it grows its retained earnings pool, which, in turn will increase the growth rate for future earnings. The catch is, of course, that it has to keep buying companies that have a durable competitive advantage. Which is exactly what Warren has done with Berkshire Hathaway. Berkshire is like a goose that not only keeps laying golden eggs, but each one of <SPAN role=doc-pagebreak aria-label=135 id=page_135></SPAN>those golden eggs hatches another goose with the golden touch, and those golden geese lay even more golden eggs. Warren has discovered that if you keep this process going on long enough, eventually you get to start counting your net worth in terms of billions, instead of just millions.
</td>
</tr>
</table>
</center>
</div>
<hr>
<div align="center">
<center>
<table border="2" cellpadding="5" cellspacing="5" width="100%" bgcolor="#FFCC66">
<tr>
<td width="100%">
<p><b>About using this material:</b></p>
<p>The best way to <b>learn</b> this material is to use <a href="http://super-memory.com/english/smintro.htm">SuperMemo</a> software.<br>
SuperMemo is the world's leader in accelerated learning technologies
 (see: <a href="http://www.super-memory.com">SuperMemo Website</a>)
<p>
No download URL currently available
</td>
</tr>
<tr>
<td width="100%">
<b>Contact data:</b></p>
<p><b>Author: User of SuperMemo</b><br>
<a href="http://super-memory.com">super-memory.com</a><br>
date: 10/3/2024 10:20:38 AM<br>
Page generated with:<br> SuperMemo 18<br>Build: 18.05 of Oct 29, 2020
</td>
</tr>
<tr>
<td width="100%">
</td>
</tr>
</table>
</center>
</div>
</body>

</html>
